docs/src/basics.md
```mermaid
graph TD
   AbstractSim --> MicroSim
   AbstractSim --> MicroSimFE
   AbstractSim --> AtomisticSim
   AbstractSim --> NEB
   AbstractSim --> MonteCarlo
```
